Repository: e-teachingorg/eteaching.plone.openbadges
Catalog: src/eteaching/plone/openbadges/locales/*/LC_MESSAGES/eteaching.plone.openbadges.po
Languages: de

source: label_image
de: Badge Bild als SVG

source: help_image
de: Badge-Vorlage in Form einer SVG-Datei. Dieses Bild wird später für die Erstellung des Badges genutzt

source: label_email
de: E-Mail

source: label_criteria
de: Kriterien

source: help_criteria
de: Kriterien aufgrund derer das Badge vergeben wird. Bitte passiv formulieren: Online-Teilname an einer 60 minütigen Weiterbildungsveranstaltung...

source: label_title_prefix
de: Titel Prefix

source: help_title_prefix
de: Das Titelpräfix ist Teil des Titels und wird im Badge mit dem Titel verknüpft. Für die Anzeige auf der Website kann das Präfix separat eingegeben werden. Die Präfixe sind in den OpenBadges-Einstellungen vordefiniert.

source: label_learning_resources
de: Zugehörige Ressource

source: help_learning_resources
de: Zugehörige Ressource für die das Badge vergeben wird

source: label_allocation_period_start
de: Beginn des Vergabezeitraumes

source: label_allocation_period_end
de: Ende des Vergabezeitraumes

source: label_issuer_name
de: Name der ausstellenden Organisation

source: label_issuer_url
de: URL der ausstellenden Organisation

source: label_issuer_description
de: Beschreibung der ausstellenden Organisation

source: label_issuer_email
de: E-Mail der ausstellenden Organisation

source: label_schema_issuer
de: Ausstellende Organisation

source: label_title_prefix_def
de: Titel Prefixe

source: help_title_prefix_def
de: Title Prefixe sind Teil des Titels und können hier vordefiniert werden. Dazu wird immer ein Prefix pro Zeile eingetragen.

source: OpenBadge Settings
de: OpenBadge Einstellungen

source: Issuer
de: Ausstellende Organisation

source: Machine-readable JSON
de: Maschinenlesbares JSON

source: Download
de: Herunterladen

source: Download Badge
de: Badge herunterladen

source: Share
de: Teilen

source: Share on LinkedIn
de: Zertifikat auf Linkedin anzeigen

source: Issue Date
de: Austellungsdatum

source: Recipient
de: Ausgestellt für (E-Mail-Adresse)

source: Criteria
de: Kriterien für die Vergabe des Badges

source: Description
de: Beschreibung

source: Relation
de: Zugehörigkeit

source: Validate the badge
de: Badge überprüfen

source: In the existing Open Badges ecosystem, recipients are identified by email address virtually all of the time. However, the identity of the recipient is concealed for data protection reasons. Here you can check whether a specific e-mail address is valid for this badge.
de: Im bestehenden Open-Badges-Ökosystem werden Personen, die ein Badge erhalten, in der Regel anhand ihrer E-Mail-Adresse identifiziert. Die E-Mail-Adresse wird jedoch aus Datenschutzgründen verborgen. Hier können Sie überprüfen, ob eine bestimmte E-Mail-Adresse für dieses Badge gültig ist.

source: The badge is valid for the e-mail address
de: Das Badge ist für folgende E-Mail-Adresse gültig:

source: The badge is not valid for the e-mail address
de: Das Badge ist ungültig für folgende E-Mail-Adresse:

source: E-mail address
de: E-Mail-Adresse

source: Submit
de: Validieren

source: OpenBadges settings
de: OpenBadges Einstellungen

source: Get the badge
de: Badge erhalten

source: congratulations
de: Herzlichen Glückwunsch. Sie haben das Badge bereits erhalten. Es wurde auf die E-Mail-Adresse ${email} ausgestellt und kann nun heruntergeladen werden

source: Go to Badge
de: Zum Badge

source: I hereby confirm that I have fulfilled the requirements.
de: Hiermit bestätige ich, dass ich die Anforderungen erfüllt habe.

source: Create badge now
de: Jetzt Badge erstellen

source: It is currently not possible to issue badges.
de: Derzeit ist die Vergabe von Badges nicht möglich.

source: You must be logged in to be assigned a badge!
de: Sie müssen eingeloggt sein, um eine Bagde erhalten zu können.

source: Badge created
de: Badge wurde erstellt

source: Badge could not be created! Have you confirmed that you have met the requirements?
de: Badge konnte nicht erstellt werden! Haben Sie bestätigt, dass Sie die Anforderungen erfüllt haben?
